{
    "A Lifetime of Struggle and Innovation": "En livstid av kamp och innovation",
    "A child and adolescent psychiatrist with a passion for improving mental health care.": "En barn- och ungdomspsykiater med en passion för att förbättra mentalvården.",
    "Abdulbaghi Ahmad (Mayi) has his expertise in child mental health and child and adolescent psychiatry with focus on childhood trauma and posttraumatic health and wellbeing. His open and contextual creative concept based on a bio-psycho-social model of trauma and posttraumatic growth creating new pathways for improving the immunity and child mental health. He has developed several innovations and constructions for investigation, prevention and treatment of child mental health problems after years of clinical experience, research, evaluation, teaching and administration both in hospital and education institutions to provide suitable environment for the child for building up a healthy personality and prosperous society.": "Abdulbaghi Ahmad (Mayi) har sin expertis inom barns psykiska hälsa och barn- och ungdomspsykiatri med fokus på barndomstrauma och posttraumatisk hälsa och välbefinnande. Hans öppna och kontextuella kreativa koncept bygger på en bio-psyko-social modell av trauma och posttraumatisk tillväxt som skapar nya vägar för att förbättra immuniteten och barns psykiska hälsa. Han har utvecklat flera innovationer och konstruktioner för undersökning, förebyggande och behandling av barns psykiska hälsoproblem efter år av klinisk erfarenhet, forskning, utvärdering, undervisning och administration både på sjukhus och utbildningsinstitutioner för att ge barnet en lämplig miljö för att bygga upp en sund personlighet och ett välmående samhälle.",
    "Apply Filters": "Tillämpa filter",
    "Categories": "Kategorier",
    "Click to choose filter": "Klicka för att välja filter",
    "Hello World": "Hej världen",
    "Hello guys, how are you doing?": "Hej på er, hur är det med er?",
    "Home": "Hem",
    "I am Abdulbaqi Mayi": "Jag är Abdulbaqi Mayi",
    "Languages": "Språk",
    "Library": "Bibliotek",
    "Login": "Logga in",
    "No filter is selected": "Inget filter är valt",
    "Poem": "Dikt",
    "Read": "Läs",
    "Report": "Rapport",
    "Selected": "Utvalda",
    "There is no PDF available": "Det finns ingen PDF tillgänglig",
    "poem": "dikt",
    "report": "rapport"
}