<?php

return [
  'arabic' => 'عربی',
  'apply-filters' => 'تطبيق الفلاتر',
  'article' => 'مقال',
  'book' => 'كتاب',
  'categories' => 'فئات',
  'english' => 'إنگلیزی',
  'filter-description' => 'انقر لاختيار الفلتر',
  'home' => 'Home',
  'kurdish' => 'كوردی',
  'landing-bio' => 'يتمتع عبد الباقي أحمد بخبرة في مجال الصحة النفسیة للأطفال والطب النفسي للأطفال والمراهقين مع التركيز على الصدمات في مرحلة الطفولة والصحة والرفاهية بعد الصدمة. إن مفاهيمه الإبداعية المفتوحة والسياقية القائمة على النموذج الحيوي- نفسي - إجتماعي للصدمة ونمو ما بعد الصدمة تخلق مسارات جديدة لتحسين المناعة والصحة النفسیة للطفل. قام بتطوير العديد من الابتكارات والتصاميم الخاصة بالتقصي والوقاية والعلاج من المشاكل النفسیة للطفل بعد سنوات من الخبرة السريرية والبحث والتقييم والتدريس والإدارة في كل من المستشفيات والمؤسسات التعليمية لتوفير بيئة مناسبة للطفل لبناء شخصية صحية و مجتمع مزدهر.',
  'landing-sub-title' => 'مسیرة فی النضال والابتكار',
  'landing-title' => 'طبیب سویدی من كوردستان',
  'languages' => 'languages',
  'library' => 'Library',
  'login' => 'Login',
  'no-pdf' => 'لا يتوفر ملف PDF لهذه اللغة. يرجى تحديد لغة أخرى من القائمة أعلاه.',
  'no-filter-selected' => 'لم يتم تحديد أي فلاتر',
  'poem' => 'شعر',
  'read' => 'اقرأ',
  'report' => 'تقریر',
  'research' => 'بحث',
  'selected' => 'محدد',
  'swedish' => 'سویدی'
];
